Repository: QuickMythril/tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet/passphrase_encryption.*.po
Languages: fr

source: [[!meta title="OpenPGP passphrase encryption"]]
fr: [[!meta title="Chiffrement avec une phrase secrète OpenPGP"]]

source: With <span class="application">OpenPGP Applet</span> you can **encrypt text with a passphrase** using the passphrase encryption of OpenPGP.
fr: Avec <span class="application">l'applet OpenPGP</span> vous pouvez **chiffrer du texte avec une phrase de passe** en utilisant la chiffrement par phrase de passe d'OpenPGP.

source: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning.fr" raw="yes" sort="age"]]

source: <strong>This technique requires you to share a secret passphrase with the people who will decrypt the text.</strong> OpenPGP also allows you to use public-key cryptography to send confidential messages without having a shared passphrase. [[See the corresponding documentation.|gpgapplet/public-key_cryptography]]
fr: <strong>Cette méthode nécessite que vous partagiez la phrase de passe secrète avec les personnes qui déchiffreront ce texte.</strong> OpenPGP permet également l'utilisation de la cryptographie par clé publique pour envoyer des messages confidentiels sans avoir à partager une phrase de passe. [[Voir la documentation correspondante.|gpgapplet/public-key_cryptography]]

source: Write your text in a text editor. **Do not write it in the web browser!**
fr: Écrire votre texte dans un éditeur de texte. **Ne pas l'écrire dans le navigateur web !**

source: Click on <span class="application">OpenPGP Applet</span> and choose <span class="guimenuitem">Open Text Editor</span> to open <span class="application">gedit</span>.
fr: Cliquer sur l'<span class="application">Applet OpenPGP</span> et choisir <span class="guimenuitem">Ouvrir l'Éditeur de Texte</span> pour ouvrir <span class="application">gedit</span>.

source: 2. Select the text that you want to encrypt. To copy it into the [[!wikipedia Clipboard_(computing) desc="clipboard"]], right-click (on Mac, click with two fingers) on the selected text and choose <span class="guimenuitem">Copy</span> from the menu.
fr: 2. Sélectionner le texte que vous voulez chiffrer. Pour le copier dans le [[!wikipedia_fr Presse-papier_(informatique) desc="presse-papier"]], faire clic droit (sur Mac, cliquer avec deux doigts) sur le texte sélectionné et choisir <span class="guimenuitem">Copier</span> dans le menu.

source: <span class="application">OpenPGP Applet</span> now shows lines of text, meaning that the clipboard contains non-encrypted text:
fr: <span class="application">L'applet OpenPGP</span> affiche désormais des lignes de texte, signifiant que le presse-papier contient du texte non-chiffré :

source: 3. Click on <span class="application">OpenPGP Applet</span> and select <span class="guimenuitem">Encrypt Clipboard with Passphrase</span> from the menu.
fr: 3. Cliquer sur <span class="application">l'applet OpenPGP</span> et choisir <span class="guimenuitem">Chiffrer le presse-papier</span> dans le menu.

source: If you receive the error message “<span class="guilabel">The clipboard does not contain valid input data</span>”, try to copy your text again, starting from step 2.
fr: Si vous obtenez le message d'erreur “<span class="guilabel">Le presse-papier ne contient pas de données valides.</span>”, re-essayez de copier votre texte, depuis l'étape 2.

source: 4. In the <span class="guilabel">Passphrase</span> dialog box, enter a passphrase of your choice. Repeat the same passphrase in the second dialog box.
fr: 4. Dans la boîte de dialogue <span class="guilabel">Phrase de passe</span>, taper la phrase de passe de votre choix. Taper de nouveau cette phrase de passe dans la seconde boîte de dialogue.

source: 5. <span class="application">OpenPGP Applet</span> now shows a padlock, meaning that the clipboard contains encrypted text:
fr: 5. <span class="application">L'applet OpenPGP</span> affiche désormais un cadenas, signifiant que le presse-papier contient du texte chiffré :

source: 6. To paste the encrypted text into another application, right-click (on Mac, click with two fingers) in the application where you want to paste it and choose <span class="guimenuitem">Paste</span> from the menu.
fr: 6. Pour coller le texte chiffré dans une autre application, faire clic droit (sur Mac, cliquer avec deux doigts) dans l'application où vous voulez le coller et choisir <span class="guimenuitem">Coller</span> dans le menu.

source: For example, you can paste it into the web browser to send it by email.
fr: Par exemple, vous pouvez le coller dans le navigateur web pour l'envoyer par courrier électronique.

source: [[!img browser_paste.png link="no" alt="Encrypted text starting with -----BEGIN PGP MESSAGE-----"]]
fr: [[!img browser_paste.png link="no" alt="Texte chiffré débutant par -----BEGIN PGP MESSAGE-----"]]

source: You can also [[decrypt a text that is encrypted with a passphrase|decrypt_verify]] using <span class="application"> OpenPGP Applet</span>.
fr: Vous pouvez également [[déchiffrer un texte chiffré avec une phrase de passe|decrypt_verify]] en utilisant <span class="application">l'applet OpenPGP</span>.
