Repository: QuickMythril/tails
Catalog: wiki/src/doc/encryption_and_privacy/openpgp_keyserver.*.po
Languages: ru

source: [[!meta title="Updating your OpenPGP keyserver configuration"]]
ru: [[!meta title="Обновление настроек сервера ключей OpenPGP"]]

source: About keys.openpgp.org
ru: О сервере keys.openpgp.org

source: OpenPGP keyservers are public repositories of OpenPGP public keys that applications use to discover the public keys of contacts.
ru: Серверы ключей OpenPGP — общедоступные хранилища открытых ключей OpenPGP. Разные приложения могут отыскивать на этих серверах открытые ключи адресатов.

source: In Tails 4.1 (December 2019), we changed the default GnuPG configuration to use <https://keys.openpgp.org/>, also available on <http://zkaan2xfbuxia2wpf7ofnkbz6r5zdbbvxbunvp5g2iebopbfc4iqmbad.onion/>, as the default OpenPGP keyserver.
ru: В Tails 4.1 (декабрь 2019 года) мы изменили настройки GnuPG. С этого времени по умолчанию используется сервер <https://keys.openpgp.org />. Он также доступен по адресу <http://zkaan2xfbuxia2wpf7ofnkbz6r5zdbbvxbunvp5g2iebopbfc4iqmbad.onion/>.

source: keys.openpgp.org is more trustworthy than other OpenPGP public keyservers because it only references an OpenPGP public key after sending a confirmation email to each email address listed in the key.
ru: Сервер keys.openpgp.org отличается от других серверов открытых ключей OpenPGP большей надёжностью. Он включает ключ OpenPGP только после того, как отправит сообщение с просьбой о подтверждении на каждый адрес, связанный с ключом.

source: keys.openpgp.org does not distribute third-party signatures, which are the signatures on a key that were made by some other key. Third-party signatures are the signatures used to create the OpenPGP Web of Trust.
ru: Сервер keys.openpgp.org не распространяет подписи третьих лиц (когда разные люди подписывают ключ своими ключами). Подписи третьих сторон используются для сети доверия OpenPGP.

source: keys.openpgp.org prevents [OpenPGP certificate flooding attacks](https://dkg.fifthhorseman.net/blog/openpgp-certificate-flooding.html), which can make your OpenPGP keyring unusable and crash your computer.
ru: Сервер keys.openpgp.org предотвращает атаки с затоплением сертификатов OpenPGP, [certificate flooding attacks](https://dkg.fifthhorseman.net/blog/openpgp-certificate-flooding.html). Такая атака способна сделать вашу связку ключей OpenPGP непригодной для использования и привести к сбоям в работе вашего компьютера.

source: To learn more about keys.openpgp.org, read their [About](https://keys.openpgp.org/about) and [FAQ](https://keys.openpgp.org/about/faq) pages.
ru: Подробнее о сервере keys.openpgp.org см. [здесь](https://keys.openpgp.org/about) и [здесь](https://keys.openpgp.org/about/faq).

source: Updating your Tails to use keys.openpgp.org
ru: Обновление Tails для использования keys.openpgp.org

source: If you have GnuPG keys stored in your Persistent Storage since before Tails 4.1, you should update your keyserver configuration.
ru: Если у вас есть ключи GnuPG, которые хранились в Постоянном хранилище на момент выхода Tails 4.1, вам следует обновить настройки сервера ключей.

source: If you only use OpenPGP in *Thunderbird*, you don't need to follow these instructions. *Thunderbird* automatically uses keys.openpgp.org.
ru: Если вы работаете с OpenPGP только в *Thunderbird*, эти инструкции вам ни к чему. *Thunderbird* автоматически использует keys.openpgp.org.

source: Tails was previously configured to use the SKS keyserver network, which has been subject to [OpenPGP certificate flooding attacks](https://dkg.fifthhorseman.net/blog/openpgp-certificate-flooding.html) since June 2019.
ru: Раньше мы настраивали Tails для использования сети серверов ключей SKS. С июня 2019 года эта сеть подвергалась [атакам с затоплением сертификатов OpenPGP] (https://dkg.fifthhorseman.net/blog/openpgp-certificate-flooding.html).

source: Downloading a public key that has been flooded can corrupt your GnuPG keyring, make your keyring extremely slow to operate, and possibly overheat and crash your computer. Only a few keys in the SKS keyserver network have been flooded. Downloading a flooded public key does not compromise the security of your private keys.
ru: Если скачать открытый ключ, который подвергся такой атаке, он может повредить вашу связку ключей GnuPG, сделать её чрезвычайно медленной, возможно, даже привести к сбоям и перегреву компьютера. Только несколько ключей в сети SKS подверглись такой атаке. Скачивание такого ключа не ставит под угрозу безопасность ваших секретных ключей.

source: To update your keyserver configuration:
ru: Чтобы обновить конфигурацию сервера ключей:

source: Open the *Text Editor*.
ru: Откройте *Текстовый редактор*.

source: Click **Open** and choose **Other Documents...**.
ru: Нажмите **Открыть** и выберите **Другие документы...**.

source: Navigate to the *Home* folder.
ru: Перейдите в *Домашнюю папку*.

source: Right-click (on Mac, click with two fingers) on the list of files in the right pane and choose **Show Hidden Files**.
ru: Щёлкните правой кнопкой мыши (на компьютере Mac щёлкните двумя кнопками) по правой панели и выберите **Показывать скрытые файлы**.

source: Open the *.gnupg* folder.
ru: Откройте папку *.gnupg*.
