Repository: QuickMythril/tails
Catalog: wiki/src/doc/first_steps/start/mac.*.po
Languages: ru

source: [[!meta title="Starting Tails on Mac"]]
ru: [[!meta title="Запуск Tails на Mac"]]

source: This page describes the technique to start Tails from a USB stick on Mac.
ru: На этой странице описывается метод запуска Tails с флешки на Mac.

source: <h1 id="mac-start">Starting on Mac</h1>
ru: <h1 id="mac-start">Запуск на Mac</h1>

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
ru: [[!inline pages="install/inc/steps/mac_startup_disks.inline.ru" raw="yes" sort="age"]]

source: <div class="next"> <p>If the Boot Loader appears, you can continue reading our [[instructions on the Welcome Screen and configuring the Persistent Storage|install/mac/usb#welcome-screen]].</p> </div>
ru: <div class="next"> <p>Если появился загрузчик, вы можете продолжить читать наши [[инструкции для Приветственного экрана и настройки Постоянного хранилища|install/mac/usb#welcome-screen]].</p> </div>

source: <h1 id="not-at-all">Troubleshooting Tails not starting at all</h1>
ru: <h1 id="not-at-all">Tails не запускается: разбираемся с проблемой</h1>

source: Use this section if the computer does not start from the USB stick and the Boot Loader does not display:
ru: Этот раздел пригодится вам, если компьютер не запускается с флешки, а загрузчик не показывает подобную картинку:

source: [[!img install/inc/screenshots/grub.png link="no" alt="Black screen ('GNU GRUB') with Tails logo and 2 options: 'Tails' and 'Tails (Troubleshooting Mode)'."]]
ru: [[!img install/inc/screenshots/grub.png link="no" alt="Чёрный экран ('GNU GRUB') с логотипом Tails и двумя опциями: 'Tails' и 'Tails (Troubleshooting Mode)'."]]

source: <h2 id="verify">Verify your Tails USB stick</h2>
ru: <h2 id="verify">Проверьте вашу флешку с Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
ru: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.ru" raw="yes" sort="age"]]

source: <h2 id="known-issues">Check our list of known issues</h2>
ru: <h2 id="known-issues">Посмотрите наш список известных проблем</h2>

source: Similar problems might have been reported already for your model of computer in our [[list of known issues|support/known_issues]].
ru: О подобных проблемах с вашей моделью компьютера, возможно, уже сообщалось в нашем [[списке известных проблем|support/known_issues]].

source: <h1 id="not-entirely">Troubleshooting Tails not starting after the Boot Loader</h1>
ru: <h1 id="not-entirely">Проблема: Tails не стартует из меню загрузки</h1>

source: [[!inline pages="doc/first_steps/start/not_entirely.inline" raw="yes" sort="age"]]
ru: [[!inline pages="doc/first_steps/start/not_entirely.inline.ru" raw="yes" sort="age"]]
