Repository: QuickMythril/tails
Catalog: wiki/src/install.*.po
Languages: ru

source: [[!meta title="Download and install Tails"]]
ru: [[!meta title="Скачивание и установка Tails"]]

source: Thank you for your interest in Tails.
ru: Спасибо за ваш интерес к Tails.

source: Installing Tails can be quite long but we hope you will still have a good time :)
ru: Установка Tails может быть довольно долгой, но мы надеемся, что вы хорошо проведете время :)

source: We will first ask you a few questions to choose your installation scenario and then guide you step by step.
ru: Для начала мы зададим несколько вопросов, чтобы подобрать сценарий установки, а затем объясним всё шаг за шагом.

source: Which operating system are you installing Tails from?
ru: В какой операционной системе вы хотите создать загрузочный носитель Tails?

source: Download only:
ru: Скачать только:

source: [[For USB sticks (USB image)|install/download]]
ru: [[Для флешки (USB-образ)|install/download]]

source: [[For DVDs (ISO image)|install/dvd-download]]
ru: [[Для DVD (ISO-образ)|install/dvd-download]]

source: [[For virtual machines (ISO image)|install/vm-download]]
ru: [[Для виртуальной машины (ISO-образ)|install/vm-download]]

source: <small>(Red Hat, Fedora, etc.)</small>
ru: <small>(Red Hat, Fedora и др.)</small>

source: Let's start the journey!
ru: Начнём!

source: Welcome to the
ru: Добро пожаловать

source: <strong>Tails Installation Assistant</strong>
ru: в <strong>мастер установки Tails</strong>

source: The following set of instructions is quite new. If you face problems following them:
ru: Описанные ниже инструкции довольно свежие. Если вы встретили проблему с ними:

source: [[Report your problem.|support/talk]]
ru: [[сообщите о проблеме|support/talk]];

source: Try following our old instructions for [[downloading|install]] or [[installing|doc/first_steps]] instead.
ru: попробуйте наши прежние инструкции для [[скачивания|install]] и [[установки|doc/first_steps]].
