Repository: QuickMythril/tails
Catalog: wiki/src/doc/anonymous_internet/thunderbird.*.po
Languages: es

source: [[!meta title="Emailing and reading news with Thunderbird"]]
es: [[!meta title="Enviando correos y leyendo noticias con Thunderbird"]]

source: Tails includes <span class="application">Thunderbird</span> for:
es: Tails incluye <span class="application">Thunderbird</span> para:

source: - Reading and writing emails - Reading [[!wikipedia RSS]] and [[!wikipedia Atom_(Web_standard) desc="Atom"]] feeds for news and blogs
es: - Leer y escribir emails - Leer fuentes [[!wikipedia_es RSS]] y [[!wikipedia_es Atom_(formato_de_redifusión) desc="Atom"]] de noticias y blogs

source: To start <span class="application">Thunderbird</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.
es: Para iniciar <span class="application">Thunderbird</span> elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.

source: <p>To store your emails, feeds, and settings across different working sessions, turn on the [[Thunderbird|doc/first_steps/persistence/configure#thunderbird]] feature of the Persistent Storage.</p>
es: <p>Para almacenar tus correos electrónicos, feeds y configuraciones a lo largo de distintas sesiones, activa la funcionalidad [[Thunderbird|doc/first_steps/persistence/configure#thunderbird]] del Almacenamiento Persistente.</p>

source: For more detailed documentation, refer to the [official <span class="application">Thunderbird</span> help](https://support.mozilla.org/en-US/products/thunderbird).
es: Para instrucciones más detalladas puedes leer la [documentación oficial de <span class="application">Thunderbird</span>](https://support.mozilla.org/en-US/products/thunderbird).

source: Configure an email account
es: Configura una cuenta de correo

source: [[!inline pages="doc/anonymous_internet/thunderbird/account_creation.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/thunderbird/account_creation.inline.es" raw="yes" sort="age"]]

source: OpenPGP encryption with Enigmail
es: Cifrado OpenPGP con Enigmail

source: <span class="application">Thunderbird</span> in Tails includes the <span class="application">[Enigmail](https://www.enigmail.net/)</span> extension to encrypt and authenticate emails using OpenPGP.
es: <span class="application">Thunderbird</span> en Tails incluye la extensión <span class="application">[Enigmail](https://www.enigmail.net/)</span> para cifrar y firmar emails usando OpenPGP.

source: To configure <span class="application">Enigmail</span> for your email account, you can start the <span class="application">Enigmail Setup Wizard</span> by choosing <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Enigmail</span>&nbsp;▸ <span class="guimenuitem">Setup Wizard</span></span>.
es: Para configurar <span class="application">Enigmail</span> para tu cuenta de correo, puedes iniciar el <span class="application">Asistente de configuración de Enigmail</span> eligiendo <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Enigmail</span>&nbsp;▸ <span class="guimenuitem">Asistente de configuración</span></span>.

source: You can also create an OpenPGP key associated with your email address as part of the <span class="application">Enigmail Setup Wizard</span>.
es: También podrás crear una llave OpenPGP asociada con tu dirección de correo electrónico como parte del <span class="application">Asistente de configuración de Enigmail</span>.

source: If you are new to OpenPGP, you can read the following guides on getting started with encrypting emails using <span class="application">Thunderbird</span> and <span class="application">Enigmail</span>:
es: Si no sabes mucho de OpenPGP puedes leer estas guías para comenzar a cifrar emails usando <span class="application">Thunderbird</span> y <span class="application">Enigmail</span>:

source: [Security-in-a-Box: Thunderbird & OpenPGP - secure email](https://securityinabox.org/en/guide/thunderbird/linux/)
es: [Security-in-a-Box: Thunderbird, Enigmail y OpenPGP para Windows - Correo electrónico seguro](https://securityinabox.org/es/guide/thunderbird/linux/)

source: <p>If you have GnuPG keys stored in your Persistent Storage since before Tails 4.1 (December 2019), you should [[update your OpenPGP keyserver configuration|doc/encryption_and_privacy/openpgp_keyserver]] to use safe keyservers.</p>
es: <p>Si tienes claves GnuPG almacenadas en tu Almacenamiento Persistente desde antes de Tails 4.1 (Diciembre de 2019), deberías [[actualizar tu configuración del servidor OpenPGP|doc/encryption_and_privacy/openpgp_keyserver]] para usar servidores seguros.</p>

source: Enhanced privacy
es: Privacidad mejorada

source: <span class="application">Thunderbird</span> in Tails is configured for additional privacy and anonymity.
es: <span class="application">Thunderbird</span> en Tails está configurado para tener privacidad y anonimidad adicionales.

source: For example, <span class="application">Thunderbird</span> in Tails:
es: Por ejemplo, <span class="application">Thunderbird</span> en Tails:

source: Removes information about the language of your session or spellchecker from the headers of the emails that you send.
es: Quita información sobre el idioma de tu sesión o tu corrector de ortografía de los encabezados de los correos electrónicos que envías.

source: Removes information that could identify you as a Tails user, like the version of GnuPG or Enigmail, from the headers of the emails that you send.
es: Quita información que podría identificarte como usuario de Tails, como la versión de GnuPG o Enigmail, de los encabezados de los correos electrónicos que envías.

source: Only allows secure protocols and disables insecure protocols, like SSL3.
es: Sólo permite protocolos seguros y desactiva los inseguros, como SSL3.

source: Disables tracking technologies, like cookies and JavaScript, when viewing emails or feeds in HTML.
es: Desactiva tecnologías de rastreo como cookies y JavaScript cuando miras correos o feeds en HTML.

source: Using Thunderbird in your language
es: Usar Thunderbird en tu idioma

source: When starting <span class="application">Thunderbird</span> for the first time, an assistant appears to guide you through the process of configuring <span class="application">Thunderbird</span> to access your email account.
es: Cuando arrancas <span class="application">Thunderbird</span> por primera vez, un asistente aparece para guiarte a través del proceso de configurar <span class="application">Thunderbird</span> para acceder a tu cuenta de email.

source: <div class="tip"> <p>To start this assistant again in the future from the main window of <span class="application">Thunderbird</span>, choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Preferences</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> and then from the <span class="guilabel">Account Settings</span> dialog choose <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Add Mail Account&hellip;</span>.</p> </div>
es: <div class="tip"> <p>Para iniciar otra vez este asistente en el futuro desde la ventana principal de <span class="application">Thunderbird</span> elige <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Preferencias</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> y desde el diálogo <span class="guilabel">Account Settings</span> elige <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Añadir cuenta de correo&hellip;</span>.</p> </div>

source: Enter your name, email address, and password into the corresponding fields.
es: Escribe tu nombre, dirección de email y contraseña en los campos correspondientes.

source: Click <span class="guilabel">Continue</span>.
es: Haz click en <span class="guilabel">Continuar</span>.

source: The assistant tries to configure automatically the correct parameters to connect to your email provider based on your email address.
es: El asistente intenta configurar automáticamente los parámetros adecuados para conectar a tu proveedor de email basado en tu dirección de email.

source: If the automatic configuration fails, consult your email provider about how to configure your email account manually.
es: Si la configuración automática falla, consulta con tu proveedor de email sobre cómo configurar tu cuenta de email manualmente.

source: If the automatic configuration succeeds, you might have to specify which protocol to use to connect to your email provider, either <span class="guilabel">IMAP</span> or <span class="guilabel">POP</span>.
es: Si la configuración automática funciona, puede que igualmente tengas que especificar qué protocolo usar para conectar a tu proveedor de email, ya sea <span class="guilabel">IMAP</span> o <span class="guilabel">POP</span>.

source: - With <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> constantly synchronizes with the server and displays the emails and folders that are currently stored on the server. IMAP is better suited if you access your emails from different operating systems.
es: - Con <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> sincroniza constantemente con el servidor y muestra los correos y carpetas que están actualmente almacenados en el servidor. IMAP es mejor para acceder tus correos desde distintos sistemas operativos.

source: - With <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> downloads the emails that are in the inbox on the server and possibly deletes them from the server. POP is better suited if you access your emails from Tails only and store them in the persistent storage.
es: - Con <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> descarga los emails que están en la inbox del servidor y posiblemente los borra de allí. POP es mejor si sólo accedes tus correos desde Tails y los guardas en el almacenamiento persistente.

source: To know more, see also this [comparison between POP and IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) by Riseup.
es: Para saber más, mira también esta [comparación entre POP e IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) por Riseup.
