Repository: QuickMythril/tails
Catalog: wiki/src/doc/anonymous_internet/tor.*.po
Languages: ru

source: [[!meta title="Connecting to the Tor network"]]
ru: [[!meta title="Подключение к сети Tor"]]

source: Everything you do on the Internet from Tails goes through the Tor network.
ru: Всё, что вы делаете онлайн в Tails, проходит через сеть Tor.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different people and organizations around the world.
ru: Tor шифрует и анонимизирует ваш трафик, пропуская его через три узла. Это серверы, которые поддерживают разные люди и организации по всему миру.

source: You cannot access the Internet from Tails until you are connected to Tor. For example, *Tor Browser* displays the error message <span class="code">Proxy server refusing connections</span> until you are connected to Tor.
ru: Из Tails нельзя попасть в Интернет, минуя Tor. Например, *Tor Browser* будет показывать ошибку <span class="code">отказа в подключении от прокси-сервера</span>, пока вы не подключитесь к Tor.

source: To connect to the Tor network:
ru: Как подключиться к сети Tor.

source: [[Connect to a local network|networkmanager]], wired, Wi-Fi, or mobile.
ru: [[Подключитесь к сети|networkmanager]] по проводу, wi-fi или мобильной связи.

source: The *Tor Connection* assistant appears to help you connect to the Tor network.
ru: Появится *мастер подключения Tor*. Он поможет подключиться к сети Tor.

source: Choose whether you want to:
ru: Выберите один из вариантов:

source: Connect to Tor automatically
ru: подключиться к Tor автоматически;

source: Hide to your local network that you are connecting to Tor
ru: скрыть от вашей локальной сети факт подключения к Tor.

source: The implications of both methods are detailed below.
ru: Далее мы рассказываем об особенностях каждого метода.

source: Tor relays and bridges
ru: Узлы и мосты Tor

source: - **Public Tor relays**
ru: - **Публичные узлы Tor**

source: Most of the time, your local network does not block access to the Tor network and you can use a public relay as your first Tor relay.
ru: Скорее всего, ваша локальная сеть не блокирует доступ к сети Tor. Тогда вы можете использовать в качестве первого узла Tor открытый узел.

source: Using a public Tor relay as your first Tor relay makes it clear to your local network that you are connecting to Tor, while still keeping your online activity secure and anonymous.
ru: Когда для подключения к сети Tor вы используете публичный узел Tor, ваша локальная сеть «знает», что вы соединяетесь с Tor (хотя все ваши действия онлайн по-прежнему анонимны).

source: - **Tor bridges**
ru: - **Мосты Tor**

source: Tor bridges are secret Tor relays that keep your connection to the Tor network hidden.
ru: Мосты Tor — секретные узлы Tor, которые помогают скрыть факт вашего подключения к сети Tor.

source: Use a bridge as your first Tor relay if connecting to Tor is blocked or if using Tor could look suspicious to someone who monitors your Internet connection.
ru: Если подключение к Tor заблокировано или может вызвать нездоровый интерес у кого-то, кто способен мониторить ваши сетевые подключения, попробуйте использовать мост в качестве первого узла в цепочке Tor.

source: The technology used by Tor bridges is designed to circumvent censorship where connections to Tor are blocked, for example in some countries with heavy censorship, by some public networks, or by some parental controls.
ru: Мосты Tor созданы для обхода блокировки Tor: например, в странах, где подключения к сети Tor блокируются, в некоторых публичных сетях и системах родительского контроля.

source: It does so by camouflaging your connection so it cannot be recognized as a connection to Tor. As a consequence, the same technology can be used to hide that you are using Tor if it could look suspicious to someone who monitors your Internet connection.
ru: Ваше подключение имеет такой вид, что никто не заподозрит связь с Tor.

source: Tor bridges are often less reliable and slower than public Tor relays.
ru: Мосты Tor часто оказываются менее надёжными и быстрыми, чем публичные узлы Tor.

source: Connecting to Tor automatically
ru: Автоматическое подключение к Tor

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
ru: Советуем подключаться к Tor автоматически, если вы находитесь в публичной сети wi-fi или если множество людей в вашей стране использует Tor для обхода цензуры.

source: When you choose this option, Tails tries different ways of connecting to Tor until it succeeds:
ru: При выборе этой опции Tails пробует разные варианты подключения к Tor, пока не добьётся успеха.

source: Tails tries to connect to Tor directly using **public relays**, without using bridges.
ru: Tails старается подключиться к Tor напрямую через **публичные узлы** без использования мостов.

source: Tails tries to connect to Tor using a set of **default bridges**, already included in Tails, if connecting using public relays fails.
ru: Если через публичные узлы не получится, Tails попробует подключиться к Tor с помощью набора **мостов по умолчанию**, которые уже включены в Tails.

source: Tails asks you to configure **custom bridges**, if connecting using the default bridges fails.
ru: Если и это не получится, Tails попросит вас **указать мосты вручную**.

source: Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
ru: Если кто-то мониторит ваше подключение к Интернету, он может определить, что эти попытки исходят от пользователя Tails.

source: If connecting to Tor automatically fails, the *Tor Connection* assistant helps you:
ru: Если автоматически подключиться к Tails не удалось, воспользуйтесь помощником по соединению с Tor.

source: - [[Sign in to the network using a captive portal|unsafe_browser]] - Configure a local proxy
ru: - [[Войдите в сеть через сайт авторизации|unsafe_browser]] — настройте локальный прокси

source: <p>In the future, Tails will also automatically:</p>
ru: <p>В будущем Tails также будет автоматически:</p>

source: <ul> <li>Detect if you have to sign in to the local network using a captive portal ([[!tails_ticket 5785]])</li> <li>Synchronize the clock of the computer to make it easier to use Tor bridges in Asia ([[!tails_ticket 15548]])</li> </ul>
ru: <ul> <li>определять, нужно ли вам для входа в сеть использовать сайт авторизации ([[!tails_ticket 5785]]);</li> <li>синхронизировать время на компьютере, чтобы было проще использовать мосты Tor в азиатских странах ([[!tails_ticket 15548]]).</li> </ul>

source: Hiding to your local network that you are connecting to Tor
ru: Как скрыть факт использования Tor от локальной сети

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
ru: Что, если злоумышленник мониторит ваше подключение к Интернету, а вам нужно подключиться к Tor незаметно и не вызывая подозрений?

source: When you choose this option, Tails will only connect to Tor after you configure Tor bridges. Bridges are secret Tor relays that hide that you are connecting to Tor.
ru: При выборе этой настройки Tails будет подключаться к Tor только при настроенных мостах. Мосты — это секретные узлы Tor, которые скрывают сам факт вашего подключения к Tor. Их нужно настроить.

source: Our team is doing its best to help you connect to Tor using the most discrete types of Tor bridges. That is why, when you decide to hide that you are connecting to Tor:
ru: Наша команда разработчиков делает всё возможное, чтобы обеспечить вас самыми малозаметными мостами. Что же будет, если вы выберете этот вариант подключения к Tor?

source: - Default bridges are not available.
ru: - Мосты по умолчанию недоступны.

source: You will have to know the address of custom bridges.
ru: Нужно знать адрес хотя бы одного моста для настройки вручную.

source: To request custom bridges, you can either:
ru: Получить мосты можно одним из двух способов.

source: Request bridges on [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).
ru: Запросить мосты по адресу [https://bridges.torproject.org/](https://bridges.torproject.org/bridges?transport=obfs4).

source: We recommend doing so before starting Tails and ideally from a different local network than the one on which you want to hide that you are using Tor.
ru: Советуем сделать это до запуска Tails, и ещё лучше — из другой локальной сети, не той, от которой вы хотите скрыть факт использования Tor.

source: Send an empty email to <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> from a Gmail or Riseup email address.
ru: Отправить пустое сообщение по адресу <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> с ящика Gmail или Riseup.

source: Sending such an email, from your phone for example, does not reveal to your local network that you are trying to connect to Tor.
ru: Если вы отправите такое сообщение, например, с мобильного телефона, ваша локальная сеть не узнает, что вы хотите подключиться к Tor.

source: - You can only use the types of bridges that our team considers discrete enough.
ru: - Вы можете использовать только те виды мостов, которые наша команда считает достаточно незаметными.

source: Currently in Tails, only **obfs4 bridges** hide that you are using Tor.
ru: В настоящее время для сокрытия факта использования Tor в Tails подходят только **мосты obfs4**.

source: obfs4 bridges start with the word <span class="code">obfs4</span>.
ru: Название моста obfs4 всегда начинается с <span class="code">obfs4</span>.

source: <p>It is impossible to hide to the websites that you visit that you are using Tor, because the <a href="https://metrics.torproject.org/exonerator.html">list of exit nodes of the Tor network is public</a>.</p>
ru: <p>Нельзя скрыть от посещаемых вами сайтов то, что вы используете Tor, потому что <a href="https://metrics.torproject.org/exonerator.html">список выходных узлов Tor открыт</a>.</p>

source: If connecting to Tor using custom bridges fails, the *Tor Connection* assistant helps you:
ru: Если подключение к Tor через настроенные вручную мосты не удалось, попробуйте действовать через помощника подключения к Tor.

source: <p>In the future, we will make it easier to use custom bridges by:</p>
ru: <p>В перспективе использовать вручную настроенные мосты станет проще:</p>

source: <ul> <li>Allow you to save custom bridges in the Persistent Storage ([[!tails_ticket 5461]])</li> <li>Allow scanning the QR code returned by <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> ([[!tails_ticket 18219]])</li> <li>Allow requesting bridges from Tails by solving a CAPTCHA ([[!tails_ticket 15331]])</li> <li>Synchronize the clock of the computer to be able to connect to Tor bridges more easily ([[!tails_ticket 15548]])</li> </ul>
ru: <ul> <li>вы сможете сохранять настроенные вами мосты в Постоянном хранилище ([[!tails_ticket 5461]]);</li> <li>с адреса <a href="mailto:bridges@torproject.org">bridges@torproject.org</a> будет приходить пригодный для сканирования QR-код ([[!tails_ticket 18219]]);</li> <li>можно будет запрашивать мосты из Tails, попутно решая капчу ([[!tails_ticket 15331]]);</li> <li>будет синхронизированы часы на компьютере, что упростит подключение к мостам Tor ([[!tails_ticket 15548]]).</li> </ul>

source: Viewing the status of Tor
ru: Как увидеть статус Tor

source: The status of Tor appears as an onion icon in the notification area:
ru: Статус Tor виден как значок луковицы в области уведомлений:

source: [[!img lib/symbolic/tor-connected.png alt="Onion icon" link=no class=symbolic]] You are connected to Tor.
ru: [[!img lib/symbolic/tor-connected.png alt="Значок луковицы" link=no class=symbolic]] Вы подключены к Tor.

source: [[!img lib/symbolic/tor-disconnected.png alt="Onion icon that is crossed out" link=no class="symbolic"]] You are not connected to Tor.
ru: [[!img lib/symbolic/tor-disconnected.png alt="Значок луковицы зачёркнут" link=no class="symbolic"]] Вы не подключены к Tor.
