Repository: QuickMythril/tails
Catalog: wiki/src/install/inc/steps/download.inline.*.po
Languages: it

source: <a href="#mac">In macOS with <span class="application">GPGTools</span></a>
it: <a href="#mac">In macOS con <span class="application">GPGTools</span></a>

source: <a href="#command-line">Using the command line</a>
it: <a href="#command-line">Usando la riga di comando</a>

source: In Windows with <span class="application">Gpg4win</span>
it: In Windows con <span class="application">Gpg4win</span>

source: Download the [[Tails signing key|tails-signing.key]] and import it into <span class="application">Gpg4win</span>.
it: Scarica la [[chiave di firma di Tails|tails-signing.key]] e importala in <span class="application">Gpg4win</span>.

source: See the [[<span class="application">Gpg4win</span> documentation on importing keys|https://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]].
it: Vedere la [[documentazione di <span class="application">Gpg4win</span> sull'importazione di chiavi|https://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]] (in inglese).

source: Verify the signature of the image that you downloaded.
it: Verifica la firma dell'immagine che hai scaricato.

source: See the [[<span class="application">Gpg4win</span> documentation on verifying signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].
it: Vedere la [[documentazione di <span class="application">Gpg4win</span> sulla verifica di firme|https://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]] (in inglese).

source: If the following warning appears:
it: Se compare il seguente avviso:

source: In macOS using <span class="application">GPGTools</span>
it: In macOS usando <span class="application">GPGTools</span>

source: In Tails
it: Su Tails

source: Using the command line
it: Usare la riga di comando

source: Execute:
it: Esegui:

source: The output of this command should be the following:
it: L'output di questo comando dovrebbe essere il seguente:

source: If the output also includes:
it: Se l'output include anche:

source: Authenticate the signing key through the OpenPGP Web of Trust
it: Autenticare la chiave di firma attraverso la Web of Trust OpenPGP

source: The <em>checksum</em> for the Firefox extension
it: La <em>checksum</em> per l'estensione Firefox

source: The <em>Torrent file</em> for BitTorrent
it: Il <em>file Torrent</em> per BitTorrent

source: We believe that, instead, users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interactions.
it: Noi pensiamo che, invece, gli utilizzatori dovrebbero avere la parola finale sulla fiducia verso un sito internet, e che la fiducia vada riposta sulla base di interazioni umane.

source: If you are on Debian, Ubuntu, or Linux Mint, you can install the <code>debian-keyring</code> package which contains the OpenPGP keys of all Debian developers. Some Debian developers have certified the Tails signing key and you can use these certifications to build a trust path. This technique is explained in detail in our instructions on [[installing Tails from Debian, Ubuntu, or Linux Mint using the command line|install/expert/usb]].
it: Se sei su Debian o Ubuntu, puoi installare il pacchetto <code>debian-keyring</code> che contiene le chiavi OpenPGP di tutti gli sviluppatori Debian. Alcuni sviluppatori Debian hanno certificato la chiave di firma di Tails e puoi usare queste certificazioni per costruire un sentiero di fiducia This technique is explained in detail in our instructions on Questa tecnica è spiegata in dettaglio nelle nostre istruzioni su [[installare Tails from Debian or Ubuntu usando la riga di comando|install/expert/usb]].

source: Relying on the Web of Trust requires both caution and intelligent supervision by the users. The technical details are outside of the scope of this document.
it: Affidarsi alla Web of Trust richiede sia cautela che supervisione intelligente da parte degli utilizzatori. I dettagli tecnici sono al di fuori degli scopi di questo documento.

source: For example, you can start by contacting a local [[!wikipedia Linux_User_Group]], [[an organization offering Tails training|support/learn]], or other Tails enthusiasts near you and exchange about their OpenPGP practices.
it: Per esempio, puoi iniziare contattando un [[!wikipedia Linux_User_Group]], [[un'organizzazione che offra training su Tails|support/learn]], o altri entusiasti di Tails vicino a te e scambiare informazioni sulle loro pratiche OpenPGP.
