Repository: QuickMythril/tails
Catalog: wiki/src/install/inc/steps/download.inline.*.po
Languages: it

source: Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]
it: Scaricare Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]

source: While you are downloading, we recommend you read the [[release notes|doc/upgrade/release_notes]] for Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]<span class="remove-extra-space">.</span> They document all the changes in this new version: new features, problems that were solved, and known issues that have already been identified.
it: Durante lo scaricamento, ti raccomandiamo di leggere le [[note di rilascio|doc/upgrade/release_notes]] di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]<span class="remove-extra-space">.</span> Le note documentano tutte le modifiche apportate a questa nuova versione: nuove funzionalità, problemi che sono stati risolti, e problemi noti che sono già stati individuati.

source: Direct download
it: Scaricamento diretto

source: <span class="step-number"><span class="usb upgrade">1.</span>1</span>Download Tails
it: <span class="step-number"><span class="usb upgrade">1.</span>1</span>Scaricare Tails

source: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img" class="use-mirror-pool btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] USB image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_img_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] USB image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_img_size" raw="yes" sort="age"]]</span>)</a>
it: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img" class="use-mirror-pool btn btn-primary inline-block indent">Scaricare l'immagine USB di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_img_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Scaricare l'immagine USB di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_img_size" raw="yes" sort="age"]]</span>)</a>

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>
it: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Scaricare l'immagine ISO di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Scaricare l'immagine ISO di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>

source: <span class="step-number"><span class="usb upgrade">1.</span>2</span>Verify your download using your browser
it: <span class="step-number"><span class="usb upgrade">1.</span>2</span>Verificare il proprio scaricamento usando il proprio browser

source: <b>For your security,
it: <b>Per la tua sicurezza,

source: always verify your download!</b>
it: verifica sempre il tuo scaricamento!</b>

source: [[!toggle id="why-verify-supported" text="Why?"]]
it: [[!toggle id="why-verify-supported" text="Perché?"]]

source: With an unverified download, you might:
it: Con uno scaricamento non verificato, potresti:

source: Lose time if your download is incomplete or broken due to an error during the download. This is quite frequent.
it: Perdere tempo se il tuo scaricamento è incompleto o danneggiato a causa di un errore durante lo scaricamento. Questo è piuttosto frequente.

source: Get hacked while using Tails if our download mirrors have been compromised and are serving malicious downloads.
it: Venire piratata durante l'uso di Tails se i nostri mirror di scaricamento sono stati compromessi e stanno servendo scaricamenti malevoli.

source: <a href="http://blog.linuxmint.com/?p=2994">This already happened to other operating systems.</a>
it: <a href="https://blog.linuxmint.com/?p=2994">Questo è già capitato per altri sistemi operativi.</a>

source: Get hacked while using Tails if your download is modified on the fly by an attacker on the network.
it: Venire piratata durante l'uso di Tails se il tuo scaricamento viene modificato sul momento da un attaccante sulla rete.

source: <a href="https://en.wikipedia.org/wiki/DigiNotar">This is possible for strong adversaries.</a>
it: <a href="https://en.wikipedia.org/wiki/DigiNotar">Questo è possibile per un avversario forte.</a>

source: [[How does the extension work?|contribute/design/verification_extension]]
it: [[Come funziona l'estensione?|contribute/design/verification_extension]]

source: Our browser extension makes it quick and easy.
it: La nostra estensione per il browser rende rapida e facile l'operazione.

source: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn supported-browser firefox btn btn-primary inline-block">Install <u>Tails Verification</u> extension</a> <a href="https://chrome.google.com/webstore/detail/tails-verification/gaghffbplpialpoeclgjkkbknblfajdl" class="install-extension-btn supported-browser chrome btn btn-primary inline-block" target="_blank">Install <u>Tails Verification</u> extension</a>
it: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn supported-browser firefox btn btn-primary inline-block">Installare l'estensione <u>Verifica di Tails</u></a> <a href="https://chrome.google.com/webstore/detail/tails-verification/gaghffbplpialpoeclgjkkbknblfajdl" class="install-extension-btn supported-browser chrome btn btn-primary inline-block" target="_blank">Installare l'estensione <u>Verifica di Tails</u></a>

source: You seem to have JavaScript disabled. To use our browser extension, please allow all this page:
it: Sembra che il tuo JavaScript sia disattivato. Per usare la nostra estensione, ti preghiamo di autorizzare completamente questa pagina:

source: Your extension is an older version.
it: La versione della tua estensione è obsoleta.

source: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn firefox btn btn-primary inline-block">Update extension</a> <a href="https://chrome.google.com/webstore/detail/tails-verification/gaghffbplpialpoeclgjkkbknblfajdl" class="install-extension-btn chrome btn btn-primary inline-block" target="_blank">Update extension</a>
it: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn firefox btn btn-primary inline-block">Aggiornare l'estensione</a> <a href="https://chrome.google.com/webstore/detail/tails-verification/gaghffbplpialpoeclgjkkbknblfajdl" class="install-extension-btn chrome btn btn-primary inline-block" target="_blank">Aggiornare l'estensione</a>

source: <u>Tails Verification</u> extension installed!
it: Estensione <u>Verifica di Tails</u> installata!

source: <label id="verify-download-wrapper" class="btn btn-primary inline-block"> Verify Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>&hellip; <input id="verify-download" type="file"/> </label>
it: <label id="verify-download-wrapper" class="btn btn-primary inline-block"> Verificare Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>&hellip; <input id="verify-download" type="file"/> </label>

source: Verifying <span id="filename">$FILENAME</span>&hellip;
it: Verifica di <span id="filename">$FILENAME</span>&hellip;

source: Verification successful!
it: Verifica effettuata con successo!

source: <b>Verification failed!</b>
it: <b>Verifica fallita!</b>

source: [[!toggle id="why-failed" text="Why?"]]
it: [[!toggle id="why-failed" text="Perché?"]]

source: Most likely, the verification failed because of an error or interruption during the download.
it: È molto probabile che la verifica sia fallita a causa di un errore o di un'interruzione durante lo scaricamento.

source: The verification also fails if you try to verify a different download than the latest version (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>).
it: La verifica fallisce ugualmente se cerchi di verificare uno scaricamento che non sia la versione più recente (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>).

source: Less likely, the verification might have failed because of a malicious download from our download mirrors or due to a network attack in your country or local network.
it: Meno probabilmente, la verifica potrebbe essere fallita a causa di uno scaricamento malevolo dai nostri mirror di scaricamento o a causa di un attacco di rete nel tuo paese o sulla tua rete locale.

source: Downloading again is usually enough to fix this problem.
it: Scaricare di nuovo è solitamente sufficiente per risolvere questo problema.

source: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img-again" class="use-mirror-pool-on-retry">Please try to download again&hellip;</a>
it: <a href="[[!inline pages="inc/stable_amd64_img_url" raw="yes" sort="age"]]" id="download-img-again" class="use-mirror-pool-on-retry">Ti preghiamo di provare a scaricare di nuovo&hellip;</a>

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool-on-retry">Please try to download again&hellip;</a>
it: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool-on-retry">Per favore prova a scaricare nuovamente&hellip;</a>

source: <b>Verification failed again!</b>
it: <b>Verifica fallita di nuovo!</b>

source: [[!toggle id="why-failed-again" text="Why?"]]
it: [[!toggle id="why-failed-again" text="Perché?"]]

source: The verification might have failed again because of:
it: La verifica potrebbe essere fallita di nuovo a causa di:

source: A software problem in our verification extension
it: Un problema software nella nostra estensione di verifica

source: A malicious download from our download mirrors
it: Uno scaricamento malevolo dai nostri mirror di scaricamento

source: A network attack in your country or local network
it: Un attacco di rete nel tuo paese o sulla tua rete locale

source: Trying from a different place or a different computer might solve any of these issues.
it: Provare da un altro luogo o da un altro computer potrebbe risolvere ognuno di questi problemi.

source: Please try to download again from a different place or a different computer&hellip;
it: Prova a scaricare nuovamente da un luogo diverso o da un altro computer&hellip;

source: <span class="step-number"><span class="usb upgrade">1.</span>3</span>Continue <span class="usb">installing</span> <span class="upgrade">upgrading</span> <span class="download-only-img download-only-iso">installing or upgrading</span>
it: <span class="step-number"><span class="usb upgrade">1.</span>3</span>Continuare <span class="usb">l'installazione</span> <span class="upgrade">l'aggiornamento</span> <span class="download-only-img download-only-iso">l'installazione o l'aggiornamento</span>

source: [[Skip verification!|win/usb]]
it: [[Saltare la verifica!|win/usb]]

source: [[Skip verification!|linux/usb]]
it: [[Saltare la verifica!|linux/usb]]

source: [[Skip verification!|mac/usb]]
it: [[Saltare la verifica!|mac/usb]]

source: [[Skip verification!|dvd]]
it: [[Saltare la verifica!|dvd]]

source: [[Skip verification!|doc/advanced_topics/virtualization]]
it: [[Saltare la verifica!|doc/advanced_topics/virtualization]]

source: [[Skip verification!|upgrade/tails]]
it: [[Saltare la verifica!|upgrade/tails]]

source: [[Skip verification!|upgrade/win]]
it: [[Saltare la verifica!|upgrade/win]]

source: [[Skip verification!|upgrade/mac]]
it: [[Saltare la verifica!|upgrade/mac]]

source: [[Skip verification!|upgrade/linux]]
it: [[Saltare la verifica!|upgrade/linux]]

source: Next: Install Tails (<span class="next-counter"></span>)
it: Prossimo passaggio: Installare Tails (<span class="next-counter"></span>)

source: Next: Install an intermediary Tails (<span class="next-counter"></span>)
it: Prossimo passaggio: Installare un Tails intermedio (<span class="next-counter"></span>)

source: Next: Burning Tails on a DVD
it: Prossimo passaggio: Masterizzare Tails su un DVD

source: Next: Virtualization
it: Prossimo passaggio: Virtualizzazione

source: [[Upgrade from your Tails|upgrade/tails]]
it: [[Aggiornare dal proprio Tails|upgrade/tails]]

source: [[Upgrade from Windows|upgrade/win]]
it: [[Aggiornare da Windows|upgrade/win]]

source: [[Upgrade from macOS|upgrade/mac]]
it: [[Aggiornare da macOS|upgrade/mac]]

source: [[Upgrade from Linux|upgrade/linux]]
it: [[Aggiornare da Linux|upgrade/linux]]

source: Install a new USB stick:
it: Installare una nuova chiavetta USB:

source: [[Install from Windows|install/win/usb]]
it: [[Installare da Windows|install/win/usb]]

source: [[Install from macOS|install/mac/usb]]
it: [[Installare da macOS|install/mac/usb]]

source: [[Install from Linux|install/linux/usb]]
it: [[Installare da Linux|install/linux/usb]]

source: [[Burn on a DVD|dvd]]
it: [[Masterizzare su un DVD|dvd]]

source: [[Run in a virtual machine|doc/advanced_topics/virtualization]]
it: [[Eseguire in una macchina virtuale|doc/advanced_topics/virtualization]]

source: You are using <u><b><span id="detected-browser">$DETECTED-BROWSER</span></b></u>.
it: Stai usando <u><b><span id="detected-browser">$DETECTED-BROWSER</span></b></u>.

source: Direct download is only available for:
it: Lo scaricamento diretto è disponibile soltanto per:

source: Firefox <span id="min-version-firefox">$MINVER-FIREFOX</span> and later (<a href="https://www.mozilla.org/firefox/new/">Download</a>)
it: Firefox <span id="min-version-firefox">$MINVER-FIREFOX</span> e successivi (<a href="https://www.mozilla.org/it/firefox/new/">Scaricare</a>)

source: Chrome<span id="min-version-chrome">$MINVER-CHROME</span> and later (<a href="https://www.google.com/chrome/">Download</a>)
it: Chrome<span id="min-version-chrome">$MINVER-CHROME</span> e successivi (<a href="https://www.google.com/intl/it/chrome/">Scaricare</a>)

source: Please update your browser to the latest version.
it: Per favore aggiorna il tuo browser all'ultima versione.

source: [[!toggle id="why-verify-unsupported" text="Why?"]]
it: [[!toggle id="why-verify-unsupported" text="Perché?"]]

source: Our browser extension for Firefox, Chrome, and Tor Browser makes this quick and easy.
it: La nostra estensione browser per Firefox, Chrome e Tor Browser rende rapida e facile questa operazione.

source: Copy and paste this link in Firefox, Chrome, or Tor Browser:
it: Copia e incolla questo collegamento in Firefox, Chrome o Tor Browser:

source: <code>https://tails.boum.org/install/win/usb-download/</code>
it: <code>https://tails.boum.org/install/win/usb-download/index.it.html</code>

source: <code>https://tails.boum.org/install/linux/usb-download/</code>
it: <code>https://tails.boum.org/install/linux/usb-download/index.it.html</code>

source: <code>https://tails.boum.org/install/mac/usb-download/</code>
it: <code>https://tails.boum.org/install/mac/usb-download/index.it.html</code>

source: <code>https://tails.boum.org/upgrade/tails-download/</code>
it: <code>https://tails.boum.org/upgrade/tails-download/index.it.html</code>

source: <code>https://tails.boum.org/upgrade/win-download/</code>
it: <code>https://tails.boum.org/upgrade/win-download/index.it.html</code>

source: <code>https://tails.boum.org/upgrade/mac-download/</code>
it: <code>https://tails.boum.org/upgrade/mac-download/index.it.html</code>

source: <code>https://tails.boum.org/upgrade/linux-download/</code>
it: <code>https://tails.boum.org/upgrade/linux-download/index.it.html</code>

source: <code>https://tails.boum.org/install/dvd-download/</code>
it: <code>https://tails.boum.org/install/dvd-download/index.it.html</code>

source: <code>https://tails.boum.org/install/vm-download/</code>
it: <code>https://tails.boum.org/install/vm-download/index.it.html</code>

source: <code>https://tails.boum.org/install/download/</code>
it: <code>https://tails.boum.org/install/download/index.it.html</code>

source: <code>https://tails.boum.org/install/download-iso/</code>
it: <code>https://tails.boum.org/install/download-iso/index.it.html</code>

source: BitTorrent download
it: Scaricamento BitTorrent

source: [[!toggle id="what-is-bittorrent" text="What is BitTorrent?"]]
it: [[!toggle id="what-is-bittorrent" text="Cos'è BitTorrent?"]]

source: BitTorrent is a peer-to-peer technology for file sharing that makes your download faster and easier to resume.
it: BitTorrent è una tecnologia peer-to-peer per la condivisione di file che rende il tuo scaricamento più rapido e più facile da riprendere.

source: You need to install BitTorrent software on your computer, like <a href="https://transmissionbt.com/">Transmission</a> (for Windows, macOS, and Linux).
it: Devi installare un programma BitTorrent sul tuo computer, come <a href="https://transmissionbt.com/">Transmission</a> (per Windows, macOS, e Linux).

source: BitTorrent doesn't work over Tor or in Tails.
it: BitTorrent non funziona su Tor o in Tails.

source: <span class="step-number"><span class="usb upgrade">1.</span>1</span>Download Tails (Torrent file)
it: <span class="step-number"><span class="usb upgrade">1.</span>1</span>Scaricare Tails (file Torrent)

source: <a href="[[!inline pages="inc/stable_amd64_img_torrent_url" raw="yes" sort="age"]]" id="download-img-torrent" class="btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] Torrent file for USB image</a>
it: <a href="[[!inline pages="inc/stable_amd64_img_torrent_url" raw="yes" sort="age"]]" id="download-img-torrent" class="btn btn-primary inline-block indent">Scaricare il file Torrent per l'immagine USB di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a>

source: <a href="[[!inline pages="inc/stable_amd64_iso_torrent_url" raw="yes" sort="age"]]" id="download-iso-torrent" class="btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] Torrent file for ISO image</a>
it: <a href="[[!inline pages="inc/stable_amd64_iso_torrent_url" raw="yes" sort="age"]]" id="download-iso-torrent" class="btn btn-primary inline-block indent">Scaricare il file Torrent per l'immagine ISO di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a>

source: <span class="step-number"><span class="usb upgrade">1.</span>2</span>Verify your download using BitTorrent
it: <span class="step-number"><span class="usb upgrade">1.</span>2</span>Verificare il proprio scaricamento usando BitTorrent

source: Your BitTorrent client will automatically verify your download when it is complete.
it: Il tuo client BitTorrent verificherà automaticamente il tuo scaricamento una volta completato.

source: Open and download the Torrent file with your BitTorrent client. It contains the Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] <span class="usb upgrade download-only-img">USB</span> <span class="dvd vm download-only-iso">ISO</span> <span class="usb dvd vm upgrade">image that you will use in the next step.</span> <span class="download-only-img download-only-iso">image.</span>
it: Apri e scarica il file Torrent con il tuo client BitTorrent. Il file contiene l'immagine <span class="usb upgrade download-only-img">USB</span> <span class="dvd vm download-only-iso">ISO</span> di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] <span class="usb dvd vm upgrade">che userai nel prossimo passaggio</span> <span class="download-only-img download-only-iso"></span> <span class="remove-extra-space">.</span>

source: Verify using OpenPGP (optional)
it: Verificare usando OpenPGP (opzionale)

source: If you know OpenPGP, you can also verify your download using an OpenPGP signature instead of, or in addition to, our browser extension or BitTorrent.
it: Se conosci OpenPGP, puoi anche verificare il tuo scaricamento utilizzando una firma OpenPGP invece che, o in aggiunta a, la nostra estensione per il browser, o BitTorrent.

source: Download the <a class="usb upgrade download-only-img" href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">OpenPGP signature for the Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] USB image</a> <a class="dvd vm download-only-iso" href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">OpenPGP signature for the Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image</a> and save it to the same folder where you saved the image.
it: Scarica la <a class="usb upgrade download-only-img" href="[[!inline pages="inc/stable_amd64_img_sig_url" raw="yes" sort="age"]]">firma OpenPGP per l'immagine USB di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a> <a class="dvd vm download-only-iso" href="[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]">firma OpenPGP per l'immagine ISO di Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a> e salvala nella stessa cartella in cui hai salvato l'immagine.

source: Basic OpenPGP verification
it: Verifica OpenPGP di base

source: [[!toggle id="basic-openpgp" text="See instructions for basic OpenPGP verification."]] [[!toggleable id="basic-openpgp" text=""" <span class="hide">[[!toggle id="basic-openpgp" text=""]]</span>
it: [[!toggle id="basic-openpgp" text="Vedere le istruzioni per la verifica OpenPGP di base."]] [[!toggleable id="basic-openpgp" text=""" <span class="hide">[[!toggle id="basic-openpgp" text=""]]</span>

source: This section provides simplified instructions:
it: Questa sezione fornisce istruzioni semplificate:

source: <a href="#windows">In Windows with <span class="application">Gpg4win</span></a>
it: <a href="#windows">In Windows con <span class="application">Gpg4win</span></a>
