Repository: QuickMythril/tails
Catalog: wiki/src/doc/reset/linux.*.po
Languages: pt

source: [[!meta title="Resetting a USB stick using Linux"]]
pt: [[!meta title="Resetando uma memória USB no Linux"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
pt: [[!inline pages="doc/reset.intro.pt" raw="yes" sort="age"]]

source: Using <span class="application">GNOME Disks</span>
pt: Usando o <span class="application">GNOME Disks</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
pt: <strong>Você pode sobrescrever qualquer disco rígido no seu computador.</strong> Se em algum ponto você não tiver certeza de qual dispositivo escolher, interrompa o procedimento.

source: Make sure that the USB stick that you want to reset is unplugged.
pt: Tenha certeza de que o pendrive USB que você quer resetar esteja desconectado.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to start <span class="application">GNOME Disks</span>.
pt: 1. Escolha <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Discos</span> </span> para iniciar o <span class="application">GNOME Disks</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
pt: Uma lista com todos os dispositivos de armazenamento conectados ao computador aparecerá no painel esquerdo da janela.

source: Plug the USB stick that you want to reset.
pt: Conecte o pen drive que você quer resetar.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
pt: Um novo dispositivo aparecerá na lista de dispositivos de armazenamento. Este novo dispositivo corresponde ao pendrive USB que você acabou de conectar. Clique nele.

source: In the right pane of the window, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
pt: No painel à direita da janela, verifique que o dispositivo corresponde ao pendrive USB que você quer resetar (marca, tamanho, etc).

source: To reset the USB stick, click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span>.
pt: Para reiniciar o pendrive USB, clique no botão <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> na barra de título e escolha <span class="guilabel">Formatar disco…</span>.

source: In the <span class="guilabel">Format Disk</span> dialog:
pt: Na caixa de diálogo <span class="guilabel">Formatar disco</span>:

source: 1. If you want to erase all data securely, choose to **Overwrite existing data with zeroes** in the **Erase** drop-down list.
pt: 1. Se você quiser apagar todos os dados de forma segura, escolha **Sobescrever dados existentes com zeros** na lista **Apagar**.

source: 2. Choose **Compatible with all systems and devices (MBR/DOS)** in the **Partitioning** drop-down list.
pt: 2. Escolha **Compatível com todos os sistemas e dispositivos (MBR/DOS)** na lista **Particionamento**

source: Click on the **Format…** button.
pt: Clique no botão **Formatar...**.

source: In the confirmation dialog, click on the <span class="bold">Format</span> button to confirm.
pt: Na caixa de diálogo de confirmaao, clique no botão <span class="bold">Formatar</span> para confirmar.

source: To make sure that all the changes are written to the USB stick, click on the <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> button in the titlebar.
pt: Para ter certeza de que todas as mudanças serão escritas no pendrive USB, clique no botão <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> na barra de titulo.
