Repository: QuickMythril/tails
Catalog: wiki/src/install/inc/overview.*.po
Languages: ru

source: You need
ru: Что вам понадобится:

source: <span class="windows linux mac expert upgrade-tails upgrade-os">1½ hours in total</span> <span class="install-clone mac-clone">½ hour</span> <span class="upgrade-clone">¼ hour</span>
ru: <span class="windows linux mac expert upgrade-tails upgrade-os">Полтора часа в сумме</span> <span class="install-clone mac-clone">Полчаса</span> <span class="upgrade-clone">Четверть часа</span>

source: <span class="windows linux mac expert upgrade-tails upgrade-os"> <small>[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] to download</small>
ru: <span class="windows linux mac expert upgrade-tails upgrade-os"> <small>[[!inline pages="inc/stable_amd64_iso_size.ru" raw="yes" sort="age"]] для скачивания</small>

source: </span> <span class="windows linux mac expert"><small>½ hour to install</small></span> <span class="upgrade-tails upgrade-os"><small>½ hour to upgrade</small></span>
ru: </span> <span class="windows linux mac expert"><small>Полчаса на установку</small></span> <span class="upgrade-tails upgrade-os"><small>Полчаса на обновление</small></span>

source: Your Tails
ru: Ваш Tails

source: 1 other Tails
ru: Ещё одна копия Tails

source: <small>USB stick or DVD</small>
ru: <small>Флешка или DVD</small>

source: 1 USB stick
ru: 1 флешка

source: <small>8 GB minimum</small>
ru: <small>Минимум 8 Гб</small>

source: <small>All data will be lost!</small>
ru: <small>Все данные будут потеряны!</small>

source: <small>All data will be lost!
ru: <small>Все данные будут потеряны!

source: [[!toggle id="why_extra" text="Why?"]]</small>
ru: [[!toggle id="why_extra" text="Почему?"]]</small>

source: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]
ru: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.ru" raw="yes" sort="age"]] """]]

source: a smartphone
ru: Смартфон

source: <small> another computer,
ru: <small> Либо ещё один компьютер

source: or a printer
ru: Либо принтер

source: to follow the instructions </small>
ru: (Для чтения инструкции) </small>

source: Your steps
ru: Ваши шаги

source: [[!img install/inc/infography/download-and-verify.png link="no" alt="USB image downloaded and verified"]]
ru: [[!img install/inc/infography/download-and-verify.png link="no" alt="Скачанный и проверенный образ USB"]]

source: Download
ru: Скачать

source: [[!img install/inc/infography/download-and-verify-in-tails.png link="no" alt="USB image downloaded and verified"]]
ru: [[!img install/inc/infography/download-and-verify-in-tails.png link="no" alt="Скачанный и проверенный USB-образ"]]

source: [[!img install/inc/infography/restart-on-other-tails.png link="no" alt="Computer restarted on USB stick on the left"]]
ru: [[!img install/inc/infography/restart-on-other-tails.png link="no" alt="Компьютер загружается с флешки в USB-порту слева"]]

source: Restart
ru: Перезагрузить

source: [[!img install/inc/infography/install-tails.png link="no" alt="USB image installed on USB stick"]]
ru: [[!img install/inc/infography/install-tails.png link="no" alt="USB-образ, записанный на флешку"]]

source: Install
ru: Установить

source: [[!img install/inc/infography/install-upgrade-usb.png link="no" alt="USB image installed on USB stick on the left"]]
ru: [[!img install/inc/infography/install-upgrade-usb.png link="no" alt="USB-образ, установленный на флешку слева"]]

source: Install intermediary
ru: Установить посредника

source: [[!img install/inc/infography/install-upgrade-usb-only.png link="no" alt="USB image installed on USB stick on the left"]]
ru: [[!img install/inc/infography/install-upgrade-usb-only.png link="no" alt="USB-образ, установленый на флешку слева"]]

source: [[!img install/inc/infography/clone-tails.png link="no" alt="Tails installed on USB stick on the right"]]
ru: [[!img install/inc/infography/clone-tails.png link="no" alt="Tails установлена на USB-флешку справа"]]

source: <span class="install-clone mac-clone">Install</span> <span class="upgrade">Upgrade</span>
ru: <span class="install-clone mac-clone">Установить</span> <span class="upgrade">Обновить</span>

source: [[!img install/inc/infography/create-persistence.png link="no" alt="Encryption configured on USB stick"]]
ru: [[!img install/inc/infography/create-persistence.png link="no" alt="На флешке включено шифрование"]]

source: Configure
ru: Настроить
