Repository: QuickMythril/tails
Catalog: wiki/src/doc/sensitive_documents/sound_and_video.*.po
Languages: fr, ru

source: [[!meta title="Sound and video"]]
fr: [[!meta title="Son et vidéo"]]
ru: [[!meta title="Звук и видео"]]

source: Tails includes several sound and video applications:
fr: Tails inclut plusieurs applications pour le son et la vidéo :
ru: В Tails есть несколько приложений для воспроизведения звука и видео.

source: **<span class="application">[Audacity](https://www.audacityteam.org/)</span>** is a multi-track audio editor designed for recording, playing and editing of digital audio. See the [official documentation](http://manual.audacityteam.org/).
fr: **<span class="application">[Audacity](https://www.audacityteam.org/)</span>** est un éditeur audio multipistes permettant l'enregistrement, la lecture et la modification de données audio de manière intuitive. Consultez la [documentation officielle](http://manual.audacityteam.org/) (en anglais).
ru: **<span class="application">[Audacity](https://www.audacityteam.org/)</span>**. Многодорожечный аудиоредактор для записи, воспроизведения и редактирования цифрового аудио. См. [официальное описание](https://manual.audacityteam.org/).

source: **<span class="application">[Brasero](https://wiki.gnome.org/Apps/Brasero)</span>** is an application to burn, copy, and erase CD and DVD media: audio, video, or data. See the [official documentation](https://help.gnome.org/users/brasero/stable/).
fr: **<span class="application">[Brasero](https://wiki.gnome.org/Apps/Brasero)</span>** est une application permettant de graver, copier et effacer des CD et DVD contenant de la vidéo, du son ou des données. Voir la [documentation officielle](https://help.gnome.org/users/brasero/stable/index.html.fr).
ru: **<span class="application">[Brasero](https://wiki.gnome.org/Apps/Brasero)</span>**. Приложение для записи, копирования и удаления информации с носителей CD и DVD: аудио, видео и других данных. См. [официальное описание](https://help.gnome.org/users/brasero/stable/).

source: **<span class="application">[Sound Juicer](https://wiki.gnome.org/Apps/SoundJuicer)</span>** is a CD ripper application.
fr: **<span class="application">[Sound Juicer](https://wiki.gnome.org/Apps/SoundJuicer)</span>** est un logiciel permettant d'encoder les CD.
ru: **<span class="application">[Sound Juicer](https://wiki.gnome.org/Apps/Sound Juicer)</span>**. Приложение для извлечения читаемых звуковых файлов со звуковых компакт-дисков.

source: **<span class="application">Sound Recorder</span>** is a simple application to record sound. Sound clips recorded using <span class="application">Sound Recorder</span> are saved to the <span class="filename">Recordings</span> folder.
fr: **<span class="application">Enregistreur de son</span>** est une application simple pour enregistrer du son. Les séquences audio enregistrées avec l'<span class="application">Enregistreur de son</span> sont sauvegardées dans le dossier <span class="filename">Enregistrements</span>.
ru: **<span class ="application">Диктофон</span>**. Простое приложение для записи звука. Аудиофайлы, записанные с помощью <span class="application">Диктофона</span>, сохраняются в папке <span class="filename">Записи</span>.

source: **<span class="application">Videos</span>** is an audio and video player.
fr: **<span class="application">Vidéos</span>** est un lecteur audio et vidéo.
ru: **<span class="application">Видео</span>**. Аудио- и видеоплеер.

source: For more advanced features, you can install the [<span class="application">VLC</span> media player](https://www.videolan.org/vlc/) using the [[Additional Software|doc/first_steps/additional_software]] feature.
fr: Pour des fonctionnalités plus avancées, vous pouvez installer le [lecteur multimédia <span class="application">VLC</span>](https://www.videolan.org/vlc/index.fr.html) en utilisant la fonctionnalité [[Logiciels additionnels|doc/first_steps/additional_software]].
ru: Нужно больше опций? Установите [плеер <span class="application">VLC</span>](https://www.videolan.org/vlc/), используя опцию [[дополнительного программного обеспечения|doc/first_steps/additional_software]].

source: These applications can be started from the <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Sound & Video</span></span> menu.
fr: Ces applications peuvent être lancées depuis le menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Son et vidéo</span></span>.
ru: Эти приложения можно запустить из меню <span class="menuchoice"> <span class="guimenu">Приложения</span>&nbsp;▸ <span class="guisubmenu">Аудио и видео</span></span>.

source: [[!inline pages="doc/sensitive_documents/persistence" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents/persistence.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/sensitive_documents/persistence.ru" raw="yes" sort="age"]]

source: [[!inline pages="doc/sensitive_documents/metadata.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents/metadata.inline.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/sensitive_documents/metadata.inline.ru" raw="yes" sort="age"]]
