Repository: QuickMythril/tails
Catalog: wiki/src/news/version_3.1.*.po
Languages: es

source: [[!pagetemplate template="news.tmpl"]]
es: [[!pagetemplate template=“noticias.tmpl"]]

source: [[!meta title="Tails 3.1 is out"]]
es: [[!meta title="Tails 3.1 está listo"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.0.1]] and users should upgrade as soon as possible.
es: Esta versión corrige [[muchos problemas de seguridad|security/Numerous_security_holes_in_3.0.1]] y los usuarios deberían actualizarse lo antes posible.

source: Changes
es: Cambios

source: Upgrades and changes
es: Actualizaciones y cambios

source: Update *Tor Browser* to 7.0.4.
es: Actualizar *Tor Browser* a 7.0.4.

source: Update *Linux* to 4.9.30-2+deb9u3.
es: Actualizar *Linux* a 4.9.30-2+deb9u3.

source: Fixed problems
es: Problemas arreglados

source: Make sure that *Thunderbird* erases its temporary directory, containing for example attachments opened in the past. [[!tails_ticket 13340]]
es: Asegúrate de que *Thunderbird* borra su directorio temporal, que contiene por ejemplo archivos adjuntos abiertos en el pasado. [[!tails_ticket 13340]]

source: Fix translations of the time synchronization and "*Tor is ready*" notifications. [[!tails_ticket 13437]]
es: Corregir traducciones de sincronización horaria y de las notificaciones "*Tor is ready*". [[!tails_ticket 13437]]

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
es: Para más detalles, lee nuestro [[!tails_gitweb debian/changelog desc="changelog"]].

source: Known issues
es: Problemas conocidos

source: None specific to this release.
es: Nada concreto para esta versión.

source: See the list of [[long-standing issues|support/known_issues]].
es: Mira la lista de [[problemas duraderos|support/known_issues]].

source: Get Tails 3.1
es: Obtener Tails 3.1

source: - To install, follow our [[installation instructions|install]].
es: - Para instalarlo, sigue nuestras [[instrucciones de instalación|install]].

source: To upgrade, automatic upgrades are available from 3.0 to 3.1. Due to the [[!tails_ticket 13426]] bug, automatic upgrades from 3.0.1 are disabled. If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
es: Para actualizar, las actualizaciones automáticas están disponibles de 3.0 a 3.1. Debido al bug [[[[!tails_ticket 13426]], las actualizaciones automáticas de 3.0.1 están desactivadas. Si no puedes realizar una actualización automática o si no se inicia tras una actualización automática, intenta hacer una [[actualización manual|doc/upgrade#manual]].

source: - [[Download Tails 3.1.|install/download]]
es: - [[Bajar Tails 3.1.|install/download]]

source: What's coming up?
es: ¿Qué novedades hay?

source: Tails 3.2 is [[scheduled|contribute/calendar]] for October 3.
es: Tails 3.2 está [[planeado|contribute/calendar]] para el 3 de octubre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
es: Echa un vistazo a nuestro [[!tails_roadmap]] para ver hacia dónde nos dirigimos.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
es: Necesitamos tu ayuda y hay muchas maneras de[[contribuir a Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.1">donar</a> sólo es una de ellas). Ven [[habla con nosotros|sobre/contacto#tails-dev]]!
