Repository: QuickMythril/tails
Catalog: wiki/src/news/version_3.6.2.*.po
Languages: es

source: [[!meta title="Tails 3.6.2 is out"]]
es: [[!meta title="Ha salido Tails 3.6.2"]]

source: This release fixes [[several security issues|security/Numerous_security_holes_in_3.6.1]] and users should upgrade as soon as possible.
es: Esta versión corrige [[muchos problemas de seguridad|security/Numerous_security_holes_in_3.6.1]] y los usuarios deberían actualizarse lo antes posible.

source: Changes
es: Cambios

source: Upgrades and changes
es: Actualizaciones y cambios

source: - Update *Tor Browser* to 7.5.3.
es: - Actualiza *Tor Browser* a 7.5.3.

source: - Update *Thunderbird* to 52.7.0.
es: - Actualiza *Thunderbird* a 52.7.0.

source: Update *Intel microcode* to 3.20180312.1, which adds Spectre variant 2 mitigation for most common Intel processors.
es: Actualiza *Intel microcode* a 3.20180312.1, lo que añade mitigación para Spectre variante 2 en la mayoría de los procesadores Intel.

source: - Upgrade *Linux* to 4.15.11-1.
es: - Actualiza *Linux* a 4.15.11-1.

source: Fixed problems
es: Problemas arreglados

source: Make input of Japanese and Korean characters in Tor Browser work again.
es: Arregla el input de caracteres japoneses y coreanos en Tor Browser.

source: Fix Tor Browser so add-ons installed by users work again, such as Tails Verification.
es: Arregla el Navegador Tor para que las extensiones instaladas por usuarios, como Tails Verification, vuelvan a funcionar.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
es: Para más detalles, lee nuestro [[!tails_gitweb debian/changelog desc="changelog"]].

source: See the list of [[long-standing issues|support/known_issues]].
es: Mira la lista de [[problemas duraderos|support/known_issues]].

source: Get Tails 3.6.2
es: Obtener Tails 3.6.2

source: - To install, follow our [[installation instructions|install]].
es: - Para instalarlo, sigue nuestras [[instrucciones de instalación|install]].

source: To upgrade, automatic upgrades are available from 3.6 and 3.6.1 to 3.6.2.
es: Para actualizar, hay actualización automática disponible desde 3.6 y 3.6.1 a 3.6.2.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
es: Si no puedes hacer una actualización automática o si Tails falla al iniciar despues de una actualización automática, por favor intenta hacer una [[actualización manual|doc/upgrade#manual]].

source: If you are doing a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, it is only possible to select an ISO image when running Tails in English. For other languages, the file chooser button remains inactive:
es: Si estás haciendo una actualización manual desde Tails 3.2, 3.3, 3.4, o 3.5, es posible seleccionar una imagen ISO cuando ejecutas Tails en inglés. Para otros idiomas, el botón del explorador de archivos queda deshabilitado:

source: To do a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, you can either:
es: Para hacer una actualización manual desde Tails 3.2, 3.3, 3.4, o 3.5, puedes:

source: Restart Tails in English.
es: Reiniciar Tails en ingles.

source: Start <span class="application">Tails Installer</span> in English from the command line:
es: Iniciar <span class="application">Tails Installer</span> en ingles desde la linea de comandos:

source: - [[Download Tails 3.6.2.|install/download]]
es: - [[Descargar Tails 3.6.2.|install/download]]

source: What's coming up?
es: ¿Qué novedades hay?

source: Tails 3.7 is [[scheduled|contribute/calendar]] for May 8.
es: Tails 3.7 está [[planificado|contribute/calendar]] para el 8 de Mayo.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
es: Echa un vistazo a nuestro [[!tails_roadmap]] para ver hacia dónde nos dirigimos.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.6.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
es: Necesitamos tu ayuda y hay muchas maneras de[[contribuir a Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.6.2">donar</a> sólo es una de ellas). Ven [[habla con nosotros|sobre/contacto#tails-dev]]!
